Repository: appdevdesigns/appdev-opsportal
Catalog: setup/labels/labels_*.po
Languages: th

source: configuring Opsportal Tools:
th: สร้างเครื่องมือระบบบริการสารสนเทศ

source: Menu
th: เมนู

source: Error:
th: ข้อผิดพลาด

source: Enter the Portal
th: การเข้าสู่ระบบบริการ

source: Administration
th: ฝ่ายบริหาร

source: Permissions
th: อนุญาต

source: Profile
th: ข้อมูลโดยรวม

source: Configure Objects
th: สร้างวัตถุ

source: Process Tools
th: เครื่องมือสำหรับขั้นตอน

source: Approvals
th: การอนุมัติ

source: Translations
th: สิ่งที่แปล

source: Dashboard
th: หน้าควบคุมระบบ

source: Activities
th: กิจกรรม

source: You don't have permission. Ask your administrator to grant you access.
th: คุณไม่ได้รับการอนุญาต กรุณาสอบถามผู้บริหารของคุณเพื่อทำรายการ

source: This will remove role: %s
th: สิ่งนี้จะนำตำแหน่ง %s ออก

source: Enabled
th: เปิดใช้งาน

source: Users
th: ผู้ใช้

source: add
th: เพิ่ม

source: Select a role and one or more scopes for this assignment:
th: เลือกหนึ่งตำแหน่งหนึ่งและหนึ่งขอบเขตหรือมากกว่าเพื่อการทำงานนี้

source: Roles
th: ตำแหน่ง

source: Scopes
th: ขอบเขต

source: Add
th: เพิ่ม

source: Cancel
th: ยกเลิก

source: Select one or more scopes for this Role assignment:
th: หนึ่งขอบเขตหรือมากกว่าเพื่อการทำงานนี้เพื่อตำแหน่งงานนี้

source: Update
th: ทำให้เป็นปัจจุบัน

source: User ID
th: ชื่อผู้ใช้

source: Status
th: สถานะ

source: no user selected
th: ไม่ได้เลือกผู้ใช้

source: search for roles
th: ค้นหาตำแหน่ง

source: Name
th: ชื่อ

source: Description
th: คำบรรยาย

source: This will remove %s
th: สิ่งนี้จะทำให้ %s ถูกกำจัดออกไป

source: search for users
th: ค้นหาผู้ใช้

source: Clone role %s
th: หาตำแหน่งงานที่เหมือนกัน %s

source: search for actions
th: ค้นหาการเคลื่อนไหว

source: Spiffy New Role
th: ตำแห่นงใหม่ที่เก๋ไก๋

source: Describe this role
th: อธิบายถึงตำแหน่งนี้

source: Create/Edit Reports
th: เพิ่ม/แก้ไข รายงาน

source: Run Reports
th: รายงาน

source: User Profile
th: ประวัติผู้ใช้

source: Switcheroo
th: แลก

source: Logout
th: ลงชื่อออก

source: Information
th: [th]Information

source: Username
th: [th]Username

source: Password
th: [th]Password

source: New Password
th: [th]New Password

source: Confirm Password
th: [th]Confirm Password

source: Email
th: [th]Email

source: Email address
th: [th]Email address

source: Language
th: [th]Language

source: Choose your default language for the web site:
th: [th]Choose your default language for the web site:

source: Is Active
th: [th]Is Active

source: Loading Permissions for %s
th: [th]Loading Permissions for %s

source: search for scopes
th: [th]search for scopes

source: Cancel*
th: [th]Cancel*

source: Save
th: [th]Save

source: Edit
th: [th]Edit

source: Delete
th: [th]Delete

source: Menu Area Properties
th: [th]Menu Area Properties

source: Label
th: [th]Label

source: Icons
th: [th]Icons

source: ex
th: [th]ex

source: New Area
th: [th]New Area

source: Re-login required
th: [th]Re-login required

source: Submit
th: [th]Submit
